share_contact = 📱 Поделиться контактом
enter_phone = 📞 Введите ваш номер телефона
menu_profile = 👤 Профиль
back = ⬅️ Назад
menu_order = 🛍️ Заказать
menu_cart = 🛒 Корзина
menu_settings = ⚙️ Настройки
add_to_cart = ➕🛒 добавить в корзину
share_location = 📍 Поделитесь своим местоположением
enter_full_name = Введите ваше полное имя
chosen_language = Вы выбрали язык
cart_cleared = Корзина очищена.
item_added_to_cart = Товар добавлен в корзину.
item_removed_from_cart = Товар удален из корзины.
quantity_increased = Количество увеличено.
quantity_decreased = Количество уменьшено.
order_confirmed = Ваш заказ подтвержден. Спасибо за покупку!
restart_bot = перезапустить бота: /start
category_not_found = Категория не найдена.
subcategory_not_found = Подкатегория не найдена.
user_not_found = Пользователь не найден.
main_menu = 
  Добро пожаловать в онлайн магазин
  "Proteco Sharq"👋
  Нажмите кнопку "Открыть приложение"
  чтобы просмотреть каталог/меню 🛒🍜

  Наши контакты:
  📍 9-й проезд Абдуллы Каххара, 1А, Яккасарайский район, Ташкент
  👩‍💼 Менеджер по всем вопросам
  @vanilla_doll
  📞 +998977026841
  🕙 Работаем с .900–18.00
  🏍 Доставляем по всему городу

delivery = Доставка
pickup = Самовывоз
not_specified = Не указано
menu_help = Помощь
menu_contact_us = Связаться с нами
menu_about = О нас
menu_logout = Выйти
choose_delivery_method = Выберите способ доставки
choose_category = Выберите категорию
choose_subcategory = Выберите кподкатегорию
choose_product = выберите продукт 
confirm_order = подтвердить заказ  
clear_cart = очистить корзину 
product = продукт 
price = цена
total = итого
new_order_from_user = новый заказ от пользователя
name = Имя
phone = Номер телефона
address = адрес
product_not_found = продукт не найден 
category_not_found = категория не найдена
subcategory_not_found = подкатегория не найдена
order_confirmed_message = Заказ подтвержден!
cart_empty = корзина пустая
change_language = Изменить язык
change_phone = Изменить телефон
change_address = Изменить адрес
language_changed = Язык изменён. Пожалуйста, перезапустите бота! /start